{
	"vi": {
		"pha_nhap": {
			"title": "LỜI MỞ ĐẦU",
			"raw": [
"<ac><1><s>Chim có tổ người có tông, cây có cội, nước có nguồn.</s></1>",
"Những câu ca dao nói lên đạo lý của con người Việt Nam chúng ta đã lưu truyền bao đời nay dẫu cho xã hội có nhiều biến động, thay đổi. Vì vậy việc truy tìm nguồn gốc tổ tiên, chăm lo mồ mả ông bà, là những điều gần như nằm trong tiềm thức của mỗi một con người Việt Nam.",
"Dòng họ Phan ta đã lập nghiệp tại Làng Phú Ninh nay là Phường Đồng Phú này hơn 300 năm. Các bậc tổ tiên đã cần cù lao động xây dựng nề nếp cho con cháu đời sau với tiền đồ sáng lạn. Đất nước ta từ bao đời đã trải qua chinh chiến từ thời kỳ này qua thời kỳ khác, tổ tiên ta đã lao động chiến đấu xã thân tạo dựng cơ đồ. Tất cả tấm gương đó là những gương sáng để con cháu đời sau tiếp nối học tập noi theo, tiếp tục truyển thống của gia đình và dòng họ để phấn đấu xây dựng một cuộc sống ấm no hạnh phúc cho chính bản thân mình và góp phần xây dựng cộng đồng xã hội.",
"Nhằm có thể hệ thống hóa được phần nào lịch sử vẻ vang và có thể hệ thống hóa được phần nào phả hệ, phả đồ của dòng họ, Chi Phái và muốn hoàn thành tâm nguyện bản thân cũng như muốn dâng lên tổ tiên vong linh hiển khảo Phan Văn Ba, Tôi Phan Thanh Dũng con cháu đời thứ 16 dòng họ Phan tính từ Ông Thủy Tổ Ông Phan Văn Tác, Đời thứ 6 tính từ tổ Chi Phan Lợi Hành (Phan Văn Tự) sau khi bàn bạc,  lên kế hoạch,  tìm hiểu đã viết nên cuốn gia phả này để cùng các Ông, Bác, Chú và cũng như con cháu sau này có thêm tài liệu để tham khảo có thể hoàn thành lại tốt hơn.",
"[PAGE]",
"Việc dựng lại gia phả này quả lá quá khó khăn do kinh nghiệm nghiên cứu còn non kém nhưng tôi cũng quyết tâm hoàn thành, chắc chắn rằng sẻ không ít thiếu sót, khiếm khuyết. Công việc xây dựng gia phả lại là công việc cần được tiến hành thường xuyên và liên tục, tôi  mong rằng toàn thể bà con dòng họ Phan chúng ta hãy cùng nhau tiếp tục góp sức xây dựng, bổ sung để gia phả của chúng ta ngày càng hoàn chỉnh.",
"Qua đây tôi xin chân thành cám ơn Ông Phan Văn Hân, Chú Phan Văn Năm…, cùng các vị cao niên trong làng đã tận tình hướng dẫn giúp đỡ cung cấp thông tin tài liệu, kể những câu chuyện mà chỉ có thể gặp khi thực hiện viết cuốn gia phả này. Đồng thời tài liệu này được sinh động là nhờ hoàn toàn các tài liệu quý mà tôi được có từ Cha tôi là Phan Văn Ba đã cất công nghiên cứu sưu tầm để tôi có thể nối tiếp rõ ràng hơn lịch sử họ Phan Đồng Phú.",
"Xin cùng chia sẻ cùng quý vị.<br>Chào thân ái!<br>Cháu Phan Thanh Dũng<br>Đời thứ XVI họ phan Đồng Phú"
			]
		},
		"pha_ky": {
			"title": "PHẢ KÝ",
			"raw": [
"Quyển Gia Phả này ghi lại gia tộc họ Phan tại Quảng Bình ...",
"<ac><3><s>Tổ phụ</s></3>",
"Họ/Tên: Phan Văn Nghi<br>Ngày Sinh: 1854<br>Ngày Mất: không rõ<br>Nơi Sinh: Tỉnh Quảng Bình<br>Nơi Mất: Nghĩa trang Đá Bạc, Phường Đồng Sơn, Tp. Đồng Hới, Tỉnh Quảng Bình",
"Ghi chú:<br>Vì do lý do tài liệu từ thời xa xưa để lại rất ít và không có điều kiện ghi chép theo thứ tự liền mạch nên từ các tài liệu đang có sưu tầm, chỉ tập trung ghi chép thế hệ đời từ Ông Phan Văn Nghi người ta gọi là Nánh Nhất. Ông Phan Văn Nghị (em ông Nghi) phát triển Nánh Nhì gọi là Nánh Ông Vạt sẽ được bổ sung sau.",
"<ac><s>Tổ quán</s>",
"Tên: Nhà thờ Phan Tộc<br>Địa điểm: Đường Bà Triệu, Phường Đồng Phú, Tp Đồng Hới, Tỉnh Quảng Bình",
"",
"<ac><s>Bản đồ Tổ quán</s>",
"<im>Nhà Thờ Phan Tộc.png|ac|2|Phường Đồng Phú, Tp Đồng Hới</im>",
"[PAGE]",

"<ac><s>Các thế hệ gia tộc</s>",
"<s>Tổng số hệ (2024): </s>[NODE-COUNT]",
"[GEN-TABLE]",

"[PAGE]",

"[1|1|1|1|Truyền thống lao động]",
"[1|0|0|1|Nông nghiệp]",
"Tổ tiên của dòng họ phần đông là những người nông dân, làm việc trên ruộng đất để trồng trọt hoặc chăn nuôi để cung cấp thực phẩm cho gia đình.",
"[1|0|0|1|Thủ công]",
"Một số gia đình có truyền thống làm thủ công, chẳng hạn như thợ mộc, thợ may, thợ rèn, hoặc các nghề khác có liên quan đến chế tác sản phẩm thủ công.",
"[1|0|0|1|Trí tuệ]",
"Dòng họ có những gia đình có truyền thống lao động trong lĩnh vực tri thức và trí tuệ, như giáo viên, nhà khoa học, nhà văn, hay các nghề liên quan đến học vấn và sáng tạo.",
"[1|0|0|1|Thương mại]",
"Một số gia đình có truyền thống tham gia vào hoạt động thương mại và kinh doanh, như buôn bán hàng hóa, làm thương gia hoặc tham gia vào các ngành nghề dịch vụ.",

"[1|1|1|1|Truyền thống văn hóa]",
"[1|0|0|1|Ngôn ngữ và Di Sản Văn Hóa]",
"Dòng họ bảo tồn ngôn ngữ và di sản văn hóa đã giữ gìn qua các thế hệ. Điều này bao gồm việc sử dụng và bảo tồn ngôn ngữ bản địa, các truyền thống lễ hội, âm nhạc, vũ điệu, và nghệ thuật dân gian.",
"[1|0|0|1|Giá Trị Gia Đình]",
"Dòng họ bảo tồn các giá trị và nguyên tắc mà gia đình coi trọng và truyền đạt từ thế hệ này sang thế hệ khác. Các giá trị này gồm có sự tôn trọng, sự đoàn kết gia đình, lòng hiếu thảo, và trách nhiệm xã hội.",
"[1|0|0|1|Nghi Lễ và Lễ Hội]",
"Dòng họ tham gia các nghi lễ, lễ hội, và nghi thức truyền thống mà gia đình thường thực hiện. Nghi lễ này bao gồm các lễ kỷ niệm, lễ hội tôn giáo, hay các lễ hội dân gian đặc trưng của vùng miền.",

"[PAGE]",

"[1|1|1|1|Truyền thống yêu nước]",
"[1|0|0|1|Phục Vụ Chính Quyền]",
"Một số thành viên gia đình phục vụ trong chính quyền thời Pháp, chính quyền thời Quốc Gia trong miền Nam, và chính quyền thời Cách Mạng ngoài miền Bắc.",
"[1|0|0|1|Phục Vụ Quân Đội]",
"Một số thành viên gia đình cũng đã phục vụ trong quân đội của cách mạng và quốc gia. Điều này có thể bao gồm việc tham gia vào các cuộc chiến, chiến tranh, hoặc làm nhiệm vụ bảo vệ và phát triển đất nước.",
"[1|0|0|1|Công Tác Xã Hội]",
"Dòng họ cũng đã đóng góp vào công việc cộng đồng và xã hội, như làm việc trong lĩnh vực y tế, giáo dục, hay công tác từ thiện để cải thiện điều kiện sống của cộng đồng và đất nước.",
"[1|0|0|1|Công Tác Bảo Vệ Văn Hóa]",
"Dòng họ đóng góp thực hiện việc duy trì và bảo vệ các giá trị văn hóa, truyền thống và di sản quốc gia.",
"[1|0|0|1|Công Tác Phát Triển Kinh Tế]",
"Dòng họ có những người đã đóng góp vào sự phát triển kinh tế của đất nước, như tham gia vào các ngành nghề sản xuất, thương mại, và công nghiệp, hoặc hỗ trợ các hoạt động kinh doanh và nông nghiệp."
			]
		},
		"pha_he": {
			"title": "PHẢ HỆ",
			"raw": [
"",
"[",
"<li><em>Phả hệ gồm chi tiết của thành viên (hệ) trong gia tộc</em>",
	"<ul style='list-style-type:square;'>",
		"<li><b>Tại thế</b>",
			"<ul>",
				"<li>Tên</li>",
				"<li>Năm sinh</li>",
				"<li>Nơi cư trú</li>",
			"</ul>",
		"</li>",
		"<li><b>Quá vãng</b>", 
			"<ul>",
				"<li>Tên</li>",
				"<li>Năm sinh/năm tử</li>",
				"<li>Giỗ (ngày mất ÂL)</li>",
				"<li>Mộ phần</li>",
			"</ul>",
		"</li>",
		"<li><b>Vợ</b> (chồng)</li>",
	"</ul>",
"</li>",
"]"
			]
		},
		"pha_do": {
			"title": "PHẢ ĐỒ",
			"raw": [
"",
"[",
"<li><em>Biểu đồ trình bày theo:</em>",
	"<ul style='list-style-type:square;'>",
		"<li>Thứ tự <b>đời</b> từ trên xuống dưới theo chiều dọc</li>",
		"<li>Thứ tự <b>hệ</b> từ trái sang phải theo chiều ngang.</li>",
	"</ul>",
"</li>",
"]"
			]
		},
		"ngoai_pha": {
			"title": "NGOẠI PHẢ",
			"raw": [
"[1|1|1|1|Bài vị]",
"[3|Bài vị Thủy Tổ.jpg|1|1|Bài vị Thủy Tổ, Nhà thờ Phan Tộc]",
"",
"[1|1|1|1|Khu mộ]",
"[3|Mộ Tổ Đời 1.jpg|1|1|Tổ mộ, Nghĩa trang Đá Bạc]",
"[3|Mộ Đời 7.jpg|1|1|Mộ đời 7, Nghĩa trang Đá Bạc]",
"[PAGE]",
"[1|1|1|1|Nhân vật tiêu biểu]",
"[1|0|0|1|Phan Lợi Hành]",
"Ông Phan Lợi Hành là Chánh bát phẩm, bổ Kinh lịch tỉnh Thái Nguyên (Bắc Việt), làm Bang tá huyện Tuyên Hóa Quảng Bình, sau bổ ra làm Bang tá tại tỉnh Nam Đinh hơn một năm thì đau mất. Tháng giêng năm Mậu Dần (1878) dời quan cốt về làng.",
"[1|0|0|1|Phan Quang Triệt]",
"Ông Triệt được bổ Thông lLi Quảng Trạch sau đổi vào nhận chức tại Lệ Thủy. Ông tham gia phong trào Duy Tân (1907-1916) sau hơn 1 năm làm việc tại Lệ Thủy Ông quá vang, huyện sắp xếp thuyền đưa quan về quê nhà mộ để ở Sa Động (Bảo Ninh) sau này con cháu quy tụ vào lăng ở Đá Bạc Đồng Sơn.",
"[1|0|0|1|Phan Ngọc Luật]",
"Lúc đầu Ông làm nghề dạy học tại làng, tháng 07 năm 1902 được bổ Y thuật, qua tháng 03-1903 quyền Cửu phẩm Y sanh, năm 1906 Phái viên Kiểm soát trường thi Thừa Thiên sau đó được bổ Thơ lại Ty phiên Quảng Bình, năm 1908 Phái viên hiểu dụ kiểm lâm toàn thơ lại ty niết, tháng giêng 1919 Lại mục huyện Bố trạch, năm 1930 hồi quan.", 
"[1|0|0|1|Phan Ngọc Tường]",
"Ông Phan Ngọc Tường sinh ngày 12/2/1929 tại Phú Ninh nay là Phường Đồng Phú, thành phố Đồng Hới, tỉnh Quảng Bình.<br>Năm 16 tuổi, ông đã tham gia phong trào thanh niên cứu quốc tại Nhà máy Nhiệt điện Đồng Hới-Quảng Bình và được đứng trong hàng ngũ của Đảng lúc 19 tuổi.<br>. Ủy viên dự khuyết ban chấp hành TW ĐCS Việt Nam Khóa V (1982-1986), Ủy viên TW ĐCS Việt Nam khóa VI (1986-1991), VII (1991-1996)<br>. Từ tháng 5/1982 đến tháng 9/1989, ông được cử giữ chức Bộ trưởng Bộ Xây dựng.<br>Từ tháng 10/1989 đến tháng 10/1996, ông được cử giữ chức Bộ trưởng, Trưởng ban Tổ chức cán bộ Chính phủ.",
"Với trách nhiệm công tác của mình, ông Phan Ngọc Tường luôn phát huy vai trò người đứng đầu ngành, là tấm gương mẫu mực về tinh thần lao động, cống hiến đầy tâm huyết, được cán bộ, công chức, viên chức trong cơ quan trân trọng, học tập noi theo.Với những đóng góp tích cực vào sự nghiệp đấu tranh giải phóng dân tộc và xây dựng đất nước, ông đã được tặng thưởng nhiều huân, huy chương các loại và Huy hiệu 40 năm tuổi Đảng.",
"Chiều 17/12/2009, Bộ Nội vụ đã tổ chức lễ truy tặng Huân chương Độc lập hạng Nhất cho ông Phan Ngọc Tường, nguyên Ủy viên Trung ương Đảng, nguyên Bộ trưởng Bộ Xây dựng, Bộ trưởng, Trưởng Ban tổ chức cán bộ Chính phủ."
			]
		},
		"phu_khao": {
			"title":"PHỤ KHẢO",
			"raw": [
"[1|1|1|1|Tư liệu]",
"[2|Quảng Bình.doc|1|Tỉnh Quảng Bình]",
"",
"[2|Bản đồ Việt Nam.doc|1|Bản đồ Việt Nam]",
"",
"[PAGE]",
"[1|1|1|1|Ngành nghề truyền thống]",
"[1|0|0|1|Nông Nghiệp]",
"Dòng họ đang làm các nghề liên quan đến nông nghiệp như làm ruộng, chăn nuôi, trồng trọt, sản xuất nông sản v.v.",
"[1|0|0|1|Thủ Công]",
"Ngoài ra dòng họ cũng làm các nghề hủ công truyền thống như làm gốm sứ, dệt may, chạm khắc, làm đồ gỗ, và các nghề khác đòi hỏi kỹ năng thủ công.",
"[1|0|0|1|Thương Mại và Buôn Bán]",
"Dòng họ cũng kinh doanh các lãnh vực về thương mại như buôn bán lẻ, tạp hóa, thợ mộc, thợ sắt, thợ kim hoàn, v.v.",
"[1|0|0|1|Nghệ Thuật và Văn Hóa]",
"Gia tộc cũng hoạt động trong lãnh vực nghệ thuật như ca sĩ, diễn viên, hay văn hóa như văn sĩ v.v.",
"[1|0|0|1|Y Tế]",
"Dòng họ cũng hoạt động trong lãnh vực y tế như chữa bệnh, bác sĩ, dược sĩ, v.v.",
"[1|0|0|1|Xây Dựng]",
"Dòng họ cũng hoạt động trong lãnh vực công nghiệp và xây dựng như thợ hồ, thợ rèn, công nhân nhà máy, v.v."
			]
		}
	},
	"en": {
		"pha_nhap": {
			"title": "LỜI MỞ ĐẦU",
			"text":"<p>Introduction to Family Tree</p>"
		},
		"pha_ky": {
			"title": "PHẢ KÝ",
			"text": "Note"
		},
		"pha_he": {
			"title": "PHẢ HỆ",
			"text": "People"
		},
		"pha_do": {
			"title": "PHẢ ĐỒ",
			"text": "Tree"
		},
		"ngoai_pha": {
			"title": "NGOẠI PHẢ",
			"text": "Extra note"
		},
		"phu_khao": {
			"title": "PHỤ KHẢO",
			"text": "Addendum"
		}
	}
}

				