{
	"gia_pha": {
		"title": "GIA PHẢ",	"text": ""
	},
	"muc_luc": {
		"title": "MỤC LỤC", "text": ""
	},
	"pha_nhap": {
		"title": "LỜI MỞ ĐẦU",
		"text": 
			"<b>Chim có tổ, người có tông<br>Cây có cội, nước có nguồn<br>Cây có gốc mới nở cành sinh ngọn<br>Nước có nguồn mới bể rộng sông sâu<br>Người ta nguồn gốc từ đâu,<br>Có tổ tiên trước rồi sau có mình.</b><br><br>Những câu ca dao nói lên đạo lý của con người Việt Nam chúng ta đã lưu truyền bao đời nay dẫu cho xã hội có nhiều biến động, thay đổi. Vì vậy, việc truy tìm nguồn gốc tổ tiên, chăm lo mồ mả ông bà, là những điều gần như nằm trong tiềm thức của mỗi một con người Việt Nam.<br><br>Gia phả là quyển sử – cuốn sách vàng của mỗi gia đình, dòng họ. Gia phả giúp cho các thế hệ con cháu đương thời và nối tiếp được hiểu biết về nguồn gốc tổ tiên, bà con họ hàng trên dưới, xa gần; biết nhớ ngày giỗ kị, tránh được những chuyện thường luân, bại lý.<br><br>"
	},
	"pha_ky": {
		"title": "PHẢ KÝ",
		"text": 
			"<b>Dẫn nhập</b><br><br>Thật đáng mừng cho dòng họ Phan, việc lập gia phả cho dòng họ đã mong mỏi từ lâu nay đã được thực hiện. Dù có hạn chế về tư liệu song qua thông tin của hậu duệ, bài phả ký cũng đa tóm lược được lịch sử dòng họ với những điểm cơ bản sau:<br><br>– Nguồn gốc và sự phát triển của dòng họ.<br><br>– Tổ quán, đời sống và sự đóng góp của dòng họ cho quê hương.<br><br>– Phẩm chất tốt đẹp của dòng họ.<br><br><b>Nội dung</b><br><br>-  Tổ phụ và tổ quán<br><br>:+ Vị tổ đầu tiên: tiểu sử vị Tổ, lai lịch, hành trạng (Nếu có gia phả cổ thì địch ra chữ Quốc ngữ rồi ghi vào) - Bà tổ: tiểu sử của bà.<br><br>+ Tổ quán: Ở đây ta viết về địa lý lịch sử xóm ấp, nơi vị tổ đầu tiên tới khai cơ lập nghiệp, trước tiên nêu tên gọi các giai đoạn lịch sử, ranh giới hành chánh, địa lý sông ngòi, đường sá, chợ, đình chùa. Các dòng họ sống cộng cư. Địa điểm dòng họ mình đang sống, nhà thờ họ, khu mộ.<br><br>+ Vẽ bản đồ xóm ấp<br><br>+ Các thế hệ: Theo qui luật hôn nhân, ông tổ sinh ra các chi, phái, hệ số lượng là bao nhiêu, đến nay là mấy đời, tổng số con cháu, hậu duệ, đã cưới, gả với bao nhiêu họ khác.<br><br>+ Truyền thống lao động, sản xuất: xác định nghề nghiêp chính nhự nghề nông chẳng hạn: ai, đời nào có tay nghề truyền thống, mô tả chúng; ai kinh doanh buôn bán, ai viên chức.<br><br>+ Truyền thống văn hóa: Tín ngưỡng tôn giáo, truyền thống thờ cúng ông bà, chăm lo tạo phúc đuức cho con cháu, lo mồ mả, nhà thờ họ, gia phả<br><br>+ Truyền thống yêu nước: bám đất giữ làng, đi bộ đội, hoạt động cách mạng, các cá nhân tiêu biểu<br><br>+ Truyền thống xây dựng tổ ấm gia đình<br><br>-  Đặc điểm tính chất dòng họ và phương hướng xây dựng dòng họ văn hóa . Nêu khái quát những ưu điểm của dòng họ về làng sản xuất, về văn hóa, về lòng yêu nước và đề ra những điều cơ bản để xây dựng gia đình văn hóa ngày nay.<br><br>"
	},
	"pha_he": {
		"title": "PHẢ HỆ",
		"text": 
			"+ Đời thứ …..Con của ông…..và bà….<br><br>+ Khung tên họ: Khung gồm tên chồng và vợ 1, vợ 2. Ghi tên họ, dòng kế ghi năm sanh – măm mất theo âm lịch, dòng kế ghi ngày giỗ, dòng cuối chi mộ chôn.<br><br>Ghi tiều sử khai vị.<br><br>Ghi các con theo thứ tự con trưởng, thứ hai, ba đến hết.<br><br>Chú ý cách ghi ngang hay ghi dọc phải nhất quán từ đầu.<br><br>"
	},
	"pha_do": {
		"title": "PHẢ ĐỒ",
		"text": "Phả đồ từng chi và tổng phả đô theo mẫu thường dùng"
	},
	"ngoai_pha": {
		"index": 6,
		"title": "NGOẠI PHẢ",
		"text": 
			"+ Mô tả các lễ cúng chính và văn khấn. Mô tả nhà thà thờ họ và Hội đồng gia tộc, nếu có.<br><br>+ Mô tả các khu mộ: ghi vi trí và tên người theo mộ bia.<br><br>+ Danh sách người có học vị.<br><br>+ Biểu ghi quan hệ cưới gả.<br><br>+ Danh sách ngày giỗ<br><br>+ Tiểu sử nhân vật tiêu biểu."
	},
	"phu_khao": {
		"title": "PHỤ KHẢO",
		"text": 
			"+ Địa chí xóm ấp<br><br>+ Đình làng<br><br>+ Ngành nghề truyền thống<br><br>Hình ảnh<br><br>"
	},
	"ket_thuc": {
		"title": "KẾT THÚC", "text": ""
	}
}